<!doctype html>
<html>
<head>
<meta charset="UTF-8" />
<title><?php echo $Title; ?> - <?php echo $Powered; ?></title>
<link rel="stylesheet" href="./css/install.css?v=9.0" />
</head>
<body>
<div class="wrap">
  <?php require './templates/header.php';?>
  <div class="section">
    <div class="main cc">
      <pre class="pact" readonly="readonly">Zcc后台系统使用声明

版权所有 (c)2017-2026，Zcc后台系统 保留所有权利。 

一、声明许可的权利
1、您可以在完全遵守本最终用户授权声明的基础上，将本系统应用于非商业用途，而不必支付系统版权授权费用。
2、您可以在声明规定的约束和限制范围内修改源代码或界面风格以适应您的网站要求。
3、您拥有使用本系统构建的网站全部内容所有权，并独立承担与这些内容的相关法律义务。
4、获得商业授权之后，您可以将本系统应用于商业用途，同时依据所购买的授权类型中确定的技术支持内容。商业授权用户享有反映和提出意见的权力，相关意见将被作为首要考虑，但没有一定被采纳的承诺或保证。

二、声明许可的权利和限制
1、未获商业授权之前，不得删除网站底部及相应的官方版权信息和链接。购买商业授权请联系了解最新说明。著作权受到法律和国际公约保护。
2、未经官方许可，不得对本系统或与之关联的商业授权进行出租、出售、抵押或发放子许可证。
3、未经官方许可，禁止在本系统的整体或任何部分基础上以发展任何派生版本、修改版本或第三方版本用于重新分发。
4、如果您未能遵守本声明的条款，您的授权将被终止，所被许可的权利将被收回，并承担相应法律责任。

三、有限担保和免责声明
1、本系统及所附带的文件是作为不提供任何明确的或隐含的赔偿或担保的形式提供的。 
2、用户出于自愿而使用本系统，您必须了解使用本系统的风险，在尚未购买产品技术服务之前，我们不承诺对免费用户提供任何形式的技术支持、使用担保，也不承担任何因使用本系统而产生问题的相关责任。
3、电子文本形式的授权声明如同双方书面签署的声明一样，具有完全的和等同的法律效力。您一旦开始确认本声明并安装 本系统，即被视为完全理解并接受本声明的各项条款，在享有上述条款授予的权力的同时，受到相关的约束和限制。声明许可范围以外的行为，将直接违反本授权声明并构成侵权，我们有权随时终止授权，责令停止损害，并保留追究相关责任的权力。

声明发布时间： 2016年10月01日

----------------------------------------------------

所  有   者: Zcc后台系统
电       话: 17767254350 
邮       箱: 2351976426@qq.com
网       址: http://www.zcc.com

</pre>
    
    </div>
    <div class="bottom tac"> <a href="<?php echo $_SERVER['PHP_SELF']; ?>?step=2" class="btn">接 受</a> </div>
  </div>
</div>
<?php require './templates/footer.php';?>
</body>
</html>